Revit 2027 API
ParameterTypeId.LoadIsUniform Property
 "Uniform Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadIsUniform { get; }
Public Shared ReadOnly Property LoadIsUniform As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadIsUniform {
	ForgeTypeId^ get ();
}
static member LoadIsUniform : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace